Revit 2027 API
BuiltInFailures.GroupFailures.GroupsHaveDifferentMembers Property
 Group instances of the same type do not contain identical members. Press "Fix Groups..." to select from options to make the groups consistent.\nCorresponding group members in different group instances diverge in the following respects:[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupsHaveDifferentMembers { get; }
Public Shared ReadOnly Property GroupsHaveDifferentMembers As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupsHaveDifferentMembers {
	FailureDefinitionId^ get ();
}
static member GroupsHaveDifferentMembers : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace